backend/controllers/UsersController.php

SELECT * FROM `wp_ischool_user` WHERE `id`='39121'
---
    protected function findModel($id)
    {
        if (($model = WpIschoolUser::findOne($id)) !== null) {